
/**
 * Создайте программу,
 * которая на вход получает строку “Мама мыла Милу мылом!”
 * и переводит все в верхний регистр.
 * <p>
 * Подсказка: используйте метод .toUpperCase() класса String
 */
public class Task5 {
       public static void main(String[] args) {
        String input = "Мама мыла Милу мылом!";
      System.out.println(input.toUpperCase());
    }
}
